#3)კომენტარების გამოყენებით ახსენით რა არის ბულეანი და ბინარული კოდი

#ბულიანი არის იგივე true და false
#binary code გამოიყენება კომპიუტერების მიერ გამოთვლებისა და მონაცამების შენახვის პროცესში და ის იყენებს ორ სიმბოლოს 0-ს და 1-ს



#4) დღეს ნასწავლ ექვს შედარების ოპერატორზე: >, >=, <, <=, !=, == თითოეულზე ჩამოწერეთ 5-5 მაგალითი

7 > 3
9 > 4
6 > 2
2 > 1
7 > 5

5 >= 3
8 >= 5
6 >= 1
4 >= 2
9 >= 5

3 < 7
6 < 8
2 < 9
8 < 9
7 < 8

12 <= 7
8 <= 4
6 <= 2
4 <= 3
3 >= 1

5 != 3
3 != 1
1 != 0
9 != 6
8 != 4

7 == 7
2 == 2
9 == 9
4 == 4
3 == 2

